Repository: Universalis-FFXIV/mogboard-next
Catalog: i18n/*/messages.po
Languages: de, fr

source: %d / %d items
de: %d / %d Gegenstände
fr: %d / %d objets

source: %d items in this list
de: %d Gegenstände auf der Liste
fr: %d objets dans cette liste

source: %s Prices
de: %s Preise
fr: %s Prix

source: %s Purchase History
de: %s Kaufverlauf
fr: %s Historique d'achat

source: %s is a brand new server
de: %s ist ein neuer Server
fr: %s est un tout nouveau serveur

source: (%s) PerUnit
de: (%s) Pro Stück
fr: (%s) ParUnité

source: (%s) PerUnit QUANTITY
de: (%s) Pro Stück STÜCKZAHL
fr: (%s) ParUnité QUANTITÉ

source: - Choose your language -
de: - Wähle deine Sprache -
fr: - Choisis ta langue -

source: - Choose your timezone -
de: - Wähle deine Zeitzone -
fr: - Choisis ton fuseau horaire -

source: - Please Choose a Server -
de: - Bitte wähle eine Welt -
fr: - Merci de sélectionner un serveur -

source: <strong>Universalis</strong> runs a REST API that applications can post market board data to, after they collect the data from a running game instance by multiple users, anonymously.
de: <strong>Universalis</strong> hat eine API, die mit Marktdaten von vielen Spielern aus dem laufendem Spiel, anonym gefüttert wird.
fr: <strong>Universalis</strong> fais tourner une API REST que les applications peuvent utiliser pour y envoyer anonymement les données du tableau des ventes, après avoir collecté les données à partir d'une instance du jeu, par plusieurs utilisateurs.

source: ACT plugin
fr: Plugin ACT

source: API Documentation
de: API Dokumentation
fr: Documentation API

source: ARMOR
de: RÜSTUNG
fr: Équipement

source: AUTH CODE: %s
fr: CODE D'AUTHENTIFICATION : %s

source: About
de: Impressum
fr: À propos

source: Account
fr: Compte

source: Add a new character
de: Füge neuen Charakter hinzu
fr: Ajouter un nouveau personnage

source: Add to list
de: Der Liste hinzufügen
fr: Ajouter à une liste

source: Alerts
fr: Alertes

source: All market information is available: Prices, Materia, Retainer, Crafters and even Buyers. Everything that you see in-game is available. Additional data-views have been added such as graphs, extended history and cross-world summary is also included.
de: Alle Marktinformationen sind verfügbar: Preise, Materia, Gehilfen, Handwerker und sogar Käufer. Alles was du im Spielst siehst ist hier. Zusätzliche Datenansichten wurden erstellt, zum Beispiel Diagramme, erweiterte Kaufhistorie und weltenübergreifende Zusammenfassungen.
fr: Toutes les informations du marché sont disponibles : prix, matérias, servants, artisans et même les acheteurs. Tout ce que tu peux voir dans le jeu est disponible ici. D'autres vues de données ont été ajoutées comme des graphiques, des historiques étendus et un résumé des informations inter-Monde a également été ajouté.

source: Also thanks to: Vekien, Miu, Mino and all of our uploaders!
de: Vielen Dank an: Vekien, Miu, Mino und an alle fleißigen Unterstützer.
fr: Remerciements également à : Vekien, Miu, Mino et tous nos uploaders !

source: Are you making your own application?
de: Machst du eine eigene Anwendung?
fr: Est-ce que tu fais ta propre application ?

source: Avg. Per Unit
de: Durchschnitt pro Einheit
fr: Moy. Par Unité

source: Avg. Total
de: Durchschnitt Gesamt
fr: Moy. Total

source: Become a member!
de: Werde Mitglied!
fr: Deviens membre !

source: Buyer
de: Käufer
fr: Acheteur

source: Can I have access to the data?
de: Sind die Daten öffentlich?
fr: Puis-je accéder aux données ?

source: Cannot be sold
de: Kann nicht verkauft werden
fr: Ne peut pas être vendu

source: Characters
de: Charaktere
fr: Personnages

source: Cheapest %s
de: Billigste %s
fr: Moins cher %s

source: Click on the list title to view market information for this list.
de: Klicke auf den Listennamen um Marktinformationen für diese Liste abzurufen.
fr: Clique sur le titre de la liste pour voir les informations du marché pour cette liste.

source: Collaborative crafting tool
de: Gemeinschaftliches Handwerkstool
fr: Outil d'artisanat collaboratif

source: Contribute to market board data
de: Marktinformationen beitragen
fr: Participe à la mise à jour des données du tableau des ventes

source: Could not find the page you were looking for kupo~!
de: Konnte diese Seite nicht finden, kupo~!
fr: Impossible de trouver la page recherchée, kuppo~!

source: Create alerts, make lists, add your retainers and get a personalised home page feed!
de: Füge deine Gehilfen hinzu, erstelle Alarme, Listen und deine eigene Marktübersicht.
fr: Crée des alertes, fais des listes, ajoute tes servants pour avoir une page d'accueil personnalisée !

source: Credits
de: Impressum
fr: Remerciements

source: Cross-World Purchase history (500 sales)
de: Weltenübergreifender Kaufverlauf (500 Verkäufe)
fr: Historique des achats Inter-Monde (500 ventes)

source: Current Market Tax Rates on %s
de: Aktuelle Marktsteuer in %s
fr: Taxes actuelles du marché sur %s

source: Custom Universalis list by %s
de: Eigene Universalis Liste von %s
fr: List Universalis personnalisée par %s

source: Database API, server maintenance
de: Datenkbank API, Serverwartung
fr: Base de données API, maintenance du serveur

source: Default Home World
de: Standard Heimat Welt
fr: Monde d'origine par défaut

source: Delete
fr: Supprimer

source: Delete List
de: Lösche Liste
fr: Supprimer la liste

source: Download
de: Herunterladen
fr: Télécharger

source: Every contribution helps to make the data on <strong>Universalis</strong> better, more accurate and more helpful. Thank you very much for helping out!
de: Jeder Beitrags hilft uns die Daten auf <strong>Universalis</strong> beser, genauer und hilfreicher zu gestalten. Vielen Dank für deine Mithilfe!
fr: Chaque contribution aide <strong>Universalis</strong> à fournir de meilleures données, plus précises et utiles. Merci beaucoup de nous y aider !

source: FFXIV Teamcraft is a tool for Final Fantasy XIV players that helps with crafting lists organization and crafting/gathering in general. It has a lot of features to make it a one stop shop, with things like integrated alarms, custom items, permissions system, realtime sharing, etc.
de: FFXIV Teamcraft ist nein nützliches Tool für FF14, dass Spielern bei Handwerksberufen und
fr: FFXIV Teamcraft est un outil pour les joueurs de Final Fantasy XIV qui aide à organiser des listes d'artisanat, et l'artisanat/la récolte en général. Il contient plein de fonctionnalités qui en font un incontournable, avec par exemple des alarmes intégrées, des objets personnalisés, un système de permissions, du partage en temps réel, etc.

source: FINAL FANTASY XIV © 2010 - 2020 SQUARE ENIX CO., LTD. All Rights Reserved.
de: FINAL FANTASY XIV © 2010 - 2020 SQUARE ENIX CO., LTD. Alle Rechte vorbehalten.
fr: FINAL FANTASY XIV © 2010 - 2020 SQUARE ENIX CO., LTD. Tous Droits Réservés.

source: Faved
de: Favorisiert
fr: Préféré

source: Favourite
de: Favoriten
fr: Favoris

source: Game data sourced from <a href="%s">XIVAPI</a> and <a href="%s">FFCafe</a>
de: Die Spieldaten kommen von <a href="%s">XIVAPI</a> und <a href="%s">FFCafe</a>
fr: Données du jeu obtenues de <a href="%s">XIVAPI</a> et <a href="%s">FFCafe</a>

source: Game stuff, stealing mogboard
de: Spielbezogenes, Umsetzung von MogBoard
fr: Truc du jeu, pompage de mogboard

source: Go to Lodestone and Login with your character. Then <a href="%s">click here to edit your profile</a>.
de: Gehe zum Lodestone und Logge dich mit deinem Charakter ein. Dann <a href="%s">Klicke hier um dein Profil zu bearbeiten</a>.
fr: Va sur Lodestone et connecte toi avec ton personnage. Ensuite <a href="%s">clique ici pour éditer ton profil</a>.

source: HOUSING
de: Häuserbau
fr: Logement

source: Hop back to Universalis and fill in the form below. The site will search for your character and confirm your auth code.
de: Gehe zu Universalis zurück und fülle den Antrag unten aus. Die Seite wird nach deinem Charakter suchen und deinen Authentifizierungscode bestätigen.
fr: Reviens sur Universalis et remplis le formulaire ci-dessous. Le site va chercher ton personnage et confirmer ton code d'authentification.

source: How to contribute to <strong>Universalis</strong>
de: Wie du bei <strong>Universalis</strong> mithelfen kannst.
fr: Comment contribuer à <strong>Universalis</strong>

source: I have more questions!
de: Ich habe noch Fragen!
fr: J'ai encore des questions !

source: ITEMS
fr: Objets

source: If it is that last one, be sure to jump on <a href="%s">Discord</a> and let us know!
de: Wenn es das letzte ist, schau doch auf unserem <a href="%s">Discord</a> vorbei und sag uns Bescheid!
fr: Si c'est cette dernière explication, n'hésite pas à venir sur <a href="%s">Discord</a> pour nous le signaler.

source: If you are playing on chinese server(other servers are not supported), you can use Matcha plugin provided by FFCAFE which have built-in Universalis integration. Matcha also provides a overlay to show price information from Universalis.
de: Wenn du auf einer chinesischen Welt spielst (andere Welten werden nicht unterstützt), kannst du das Matcha plugin von FFCAFE mit Universalis Integration nutzen.
fr: Si tu joues sur un serveur chinois (les autres serveurs ne sont pas supportés), tu peux utiliser le plugin Matcha fournis par FFCAFE qui s'intègre nativement avec Universalis. Matcha fournis aussi un overlay pour montrer les prix depuis Universalis.

source: If you continue to run into this issue, please jump on the discord for help!
de: Wenn dieses Problem weiterhin auftritt, melde dich bitte auf unserem Discord-Server.
fr: Si vous continuez à rencontrer ce problème, merci de rejoindre Discord pour obtenir de l'aide !

source: In the text box, enter in your <strong>AUTH CODE</strong>, then click on Confirm (twice).
de: Trage deinen <strong>AUTH CODE</strong> in der Textbox ein, und bestätige (zwei mal).
fr: Dans le champ de texte, entre ton <strong>CODE D'AUTHENTIFICATION</strong>, puis clique sur Confirmer (deux fois).

source: In-Game addon
fr: Module complémentaire du jeu

source: It stores this data, and reports it back to anyone that requests its endpoints - including this frontend, which visualizes the stored data and notifies you about changes.
de: Es speichert die Daten und sendet sie and jeden der sie abfragt - auch an diese Seite hier, die Daten visualisiert und dich über Änderungen benachrichtigt.
fr: Il enregistre les données et les renvoie à n'importe qui les demandant aux endpoints (y compris le frontend qui permet la visualisation des données stockées et te notifies de tous changements).

source: Item has no HQ variant.
de: Der Gegenstand hat keine HQ Variante.
fr: Cet objet n'a pas de version HQ.

source: Items:
de: Gegenstände:
fr: Objets :

source: LIST
de: LISTE
fr: LISTE

source: Language
de: Sprache
fr: Langue

source: Last 5 sales
de: Letzte 5 Verkäufe:
fr: 5 dernières ventes

source: Last updated:
de: Zuletzt aktualisiert:
fr: Dernière mise à jour :

source: Left Navigation
de: Linke Navigationsleiste
fr: Menu de navigation gauche

source: List
de: Liste
fr: Liste

source: Lists
de: Listen
fr: Listes

source: Lists, Alerts, Market activity and retainer links will show here when you are logged into the site.
de: Listen, Alarme, Marktaktivitäten und Gehilfenlinks werden hier angezeigt, wenn du eingeloggt bist.
fr: Les liens Listes, Alertes, Activité du tableau des ventes et Servants seront affichés ici lorsque tu seras connecté sur ce site.

source: Logged-out
de: Ausgeloggt
fr: Déconnecté

source: Login via <strong>Discord</strong>
de: Mit <strong>Discord</strong> einloggen
fr: Se connecter avec <strong>Discord</strong>

source: Login via Discord
de: Mit Discord einloggen
fr: Se connecter avec Discord

source: Logout
de: Ausloggen
fr: Se déconnecter

source: Market
de: Marktbrett
fr: Marché

source: Market info could not be fetched for: %s at this time.
de: Marktinformationen für: %s konnten gerade nicht abgerufen werden.
fr: Les informations du marché n'ont pas pu être retrouvées pour : %s pour le moment.

source: My Account
de: Mein Account
fr: Mon compte

source: Name
fr: Nom

source: Name, ID, or Lodestone URL
de: Name, ID, oder Lodestone URL
fr: Nom, ID, ou URL Lodestone

source: New Alert
fr: Nouvelle alerte

source: No
de: Nein
fr: Non

source: No %s for sale.
de: Keine %s zum Verkauf.
fr: Pas de %s à la vente.

source: No Listings
de: Keine Einträge
fr: Pas de listes

source: No data
de: Keine Informationen
fr: Pas de données

source: No one has contributed any information about this item yet
de: Zu diesem Gegenstand wurde noch keine Informationen beigetragen.
fr: Personne n'a encore fourni d'informations sur cet objet

source: Not Sellable
de: Unverkäuflich
fr: Non vendable

source: Oops!
fr: Oups !

source: Option 1) Create a new list:
de: Option 1) Erstelle eine neue Liste:
fr: Option 1) Créer une nouvelle liste :

source: Option 2) Use an existing list:
de: Option 2) Nutze eine vorhandene Liste:
fr: Option 2) Utiliser une liste existante :

source: PRICES
de: PREISE
fr: PRIX

source: Price
de: Preis
fr: Prix

source: QTY
de: STK
fr: QTÉ

source: Quantity
fr: Quantité

source: REMOVE
de: ENTFERNEN
fr: RETIRER

source: Really rare!?
de: Sehr selten!?
fr: Vraiment rare!?

source: Recent Updates
de: Letzte Updates
fr: Mises à jour récentes

source: Remove item from list
de: Entferne Gegenstand von der Liste
fr: Retirer l'objet de la liste

source: Retainer
de: Gehilfe
fr: Servant

source: STACK SIZE HISTOGRAM <small>Last 20 Sales</small>
de: Stapelgrößen-Verteilung <small>Letzte 20 Verkäufe</small>
fr: TAILLE de la PILE HISTOGRAMME <small>20 dernières ventes</small>

source: Save Settings
de: Speichere Einstellungen
fr: Sauvegarder la configuration

source: Search
de: Suche
fr: Rechercher

source: Server
de: Welt
fr: Serveur

source: Server:
fr: Serveur :

source: Set character as MAIN.
de: Markiere als Hauptcharakter.
fr: Définir ce personnage comme ton PRINCIPAL.

source: Show Cross-World
de: Zeige Weltenübergreifend
fr: Afficher Inter-Monde

source: Show Home Server Only
de: Zeige nur die Heimat-Welt
fr: Afficher seulement le Monde d'origine

source: So, how does it actually work? Get Technical.
de: Also, wie funktioniert das eigentlich?
fr: Et donc, comment ça marche concrètement ? Parle moi <em>technique</em>.

source: Something broke
de: Etwas ist schief gelaufen!
fr: Quelque chose s'est mal passé

source: Something went wrong!
de: Etwas ist schief gelaufen!
fr: Quelque chose a mal tourné !

source: Sorry, no market data!
de: Sorry, keine Marktdaten!
fr: Désolé, aucune information du marché !

source: Special thanks
de: Besonderer Dank
fr: Remerciements particuliers

source: Stack:
de: Stapel:
fr: Pile :

source: Thank you!
de: Danke!
fr: Merci !

source: Thank you, and enjoy your stay!
de: Danke, genieß deinen Aufenthalt!
fr: Merci, et profite de ton séjour ici !

source: The site allows you to view in-game market for multiple servers at anytime, anywhere. It uses crowd-sourced data from multiple sources to provide the most up-to-date prices possible.
de: Diese Seite erlaube es dir das Marktbrett verschiedener Sever jederzeit und überall einzusehen. XXX Missin grest
fr: Ce site permet de visualiser le tableau des ventes du jeu pour plusieurs serveurs n'importe quand et de n'importe où. Il utilise des données participatives provenant de plusieurs sources pour fournir les prix les plus à jour possible.

source: There are multiple ways to contribute to <strong>Universalis</strong>. All of your contributions are anonymous - no one will be able to refer back to your character or account to know that you have uploaded any data. The applications below are tested by us to make sure that they don't endanger your account or your characters.
de: Es gibt viele Möglichkeiten wie du bei <strong>Universalis</strong> mitmachen kannst. Alle Daten werden anonym ausgewertet. Es kann also keiner Rückschlüsse auf deine Charaktere oder deinen Account ziehen. Die Anwendungen unten sind alle getestet, um sicher zu stellen, dass sie deine Charaktere und deinen Account nicht gefährden.
fr: Il y a plusieurs manières de contribuer à <strong>Universalis</strong>. Toutes les contributions sont anonymes (personne ne pourra remonter jusqu'à ton personnage ou compte pour savoir que tu as envoyé des données). Les applications ci-dessous ont été testées par nos soins pour être sûrs qu'elles ne mettent pas en danger ton compte ou tes personnages.

source: There are no listings for this item, check back later!
de: Es gibt keine Einträge für diesen Gegenstand. Schau später noch einmal vorbei!
fr: Il n'y a aucune liste pour cet objet, reviens voir plus tard !

source: There can be a few reasons for this, here are some:
de: Dafür kann es einige Gründe geben, zum Beispiel:
fr: Il peut y avoir plusieurs raisons à cela, en voici quelques-unes :

source: There is currently no recorded history for this item on Universalis.
de: Es gibt im moment noch keine Daten für dieses Item auf Universalis.
fr: Il n'y a actuellement aucun historique connu pour cet objet dans Universalis.

source: This enables a quick-access left-navigation of all market categories.
de: Dies aktiviert eine Navigationsleiste für alle Markt-Kategorien.
fr: Permet un accès rapide à toutes les catégories du tableau des ventes dans le menu à gauche

source: This will show prices/history on your home world by default instead of cross-world.
de: Dies zeigt den Preisverlauf deiner Heimatwelt, anstatt weltenübergreifend.
fr: Montre les prix/historique sur ton Monde d'origine par défaut, au lieu des informations inter-Monde

source: Timezone
de: Zeitzone
fr: Fuseau horaire

source: To add a new character, you must first add your verification code. <strong>Please add your MAIN character first</strong>.
de: Um einen neuen Charakter hinzuzufügen, musst du zuerst deinen Bestätigungscode hinzufügen. <strong>Bitte füge zuerst deinen Hauptcharakter hinzu!</strong>
fr: Pour ajouter un nouveau personnage, tu dois d'abord entrer ton code de vérification. <strong>Merci d'ajouter ton personnage PRINCIPAL en premier</strong>.

source: Universalis could not find any market data for this item on the server <strong>%s</strong>.
de: Universalis konnte keine Marktinformationen für diesen Gegenstand auf dem Server <strong>%s</strong> finden.
fr: Universalis n'a pas pu trouver de données du marché pour cet objet sur le serveur <strong>%s</strong>.

source: Universalis is a market board data site with crowd sourced information, based on mogboard. It can aggregate market board information from multiple sources, so if you want to help out, please check out our contributing page.
de: Universalis ist eine auf Nutzerdaten und Mogboard basierende Marktinformationsseite. Es werden Daten aus unterschiedlichen Quellen genutzt. Um mitzuhelfen, schau gerne auf der Seite "Mitmachen" vorbei.
fr: Universalis est un site de données participatives du tableau des ventes, basé sur Mogboard. Il est capable d'agréger les informations du tableau des ventes à partir de plusieurs sources, donc n'hésite pas à jeter un œil à notre page dédiée à la contribution si tu veux nous aider.

source: Updated:
de: letzte Aktualisierung:
fr: Mis à jour :

source: Upload Counts by World
de: Aktualisierungen nach Welt
fr: Nombre de mises à jour par Monde

source: Uploads this week
de: Aktualisierungen diese Woche
fr: Mises à jour cette semaine

source: Uploads today
de: Aktualisierungen heute
fr: Mises à jour aujourd'hui

source: WEAPONS
de: WAFFEN
fr: Armes

source: We would like to thank Vekien and Miu from %s for their initial work on mogboard, which made this site, in its current state, possible.
de: Wir möchten uns besonders bei Vekien und Miu aus %s, für ihre Unterstützung bei MogBoard bedanken, welches diese Seite in ihrer jetzigen Form erst möglich gemacht hat.
fr: Nous aimerions remercier Vekien et Miu de %s pour leur travail initial sur Mogboard qui a permis à ce site, dans sa version actuelle, d'exister.

source: Welcome to Universalis!
de: Willkommen bei Universalis!
fr: Bienvenue sur Universalis !

source: What information can I get?
de: Welche Informationen gibt es?
fr: Quel information puis-je obtenir ici ?

source: What is <strong>Universalis</strong>?
de: Was ist <strong>Universalis</strong>?
fr: Qu'est-ce que <strong>Universalis</strong> ?

source: Yes
de: Ja
fr: Oui

source: You have no characters, why not add one below!
de: Du hast noch keine Charaktere. Füge doch welche unten hinzu!
fr: Tu n'as aucun personnage, pourquoi ne pas en ajouter un ci-dessous !

source: You have no items in this list.
de: Du hast keine Gegenstände auf der Liste.
fr: Tu n'as aucun objet dans cette liste.

source: You have no lists! <br> Create one by entering in a new name above.
de: Du hast noch keine Listen! <br> Erstelle eine indem du einen euen Namen oben eingibst.
fr: Tu n'as aucune liste ! <br> Crées-en une en indiquant un nouveau nom ci-dessus.

source: You have no lists, visit some items and create some!
de: Du hast noch keine Listen. Schau auf den Gegenstandsseiten vorbei und erstelle welche!
fr: Tu n'as aucune liste, consulte des objets et crées-en quelques-unes !

source: You have no lists.
de: Du hast keine Listen.
fr: Tu n'as aucune liste.

source: You have reached the maximum of 12 lists. You cannot create any more.
de: Du hast bereits das Maximum von 12 Listen erreicht. Mehr kannst du nicht erstellen.
fr: Tu as atteint le nombre maximal de 12 listes. Tu ne peux pas en créer d'autres.

source: You must be logged in to view this area.
de: Du musst eingeloggt sein um das hier zu sehen.
fr: Tu dois être connecté pour voir cet espace.

source: Your Server
de: Deine Welt
fr: Ton serveur

source: based on
de: basierend auf
fr: fondé sur

source: Creator
de: Ersteller

source: Cross-World
de: Weltenübergreifend

source: Date
de: Datum

source: If you wish to contribute to <strong>Universalis</strong> with your own application, please contact us on our <a href="%s">Discord</a>. Let's work together!
de: Wenn du bei <strong>Universalis</strong> mit deiner eigenen Anwendung mit machen möchtest, kontaktiere uns doch bitte auf unserem <a href="%s">Discord</a. Lass uns zusammen arbeiten!

source: Menu
de: Menü

source: Show on GarlandTools
de: Zeige auf GarlandTools

source: Show on Teamcraft
de: Zeige auf Teamcraft

source: This is a regular ACT plugin that runs next to the always-used FFXIV_ACT_PLUGIN - just drop it into your ACT plugins folder, add it to ACT and you're good to go! No configuration needed.
de: Dieses Plugin ist ein normales ACT Plugin, das normal neben dem FFXIV_ACT_PLUGIN läuft. Installiere es einfach in deinem Plugin Ordner und füge es ACT hinzu. Du brauchst keine weiteren Einstellungen!

source: Total
de: Gesamt

source: Total:
de: Gesamt:

source: You can also PM me: <span class="text-yellow">%s</span> if you prefer :)
de: Du kannst mir natürlich auch persönlich schreiben: <span class="text-yellow">%s</span>, wenn du das bevorzugst :)
